spec/fixtures/soap/xml/IControl.LocalLB.ProfileHttpClass.get_pool_name_5018b0d4b0feb7684911f72a7e04d332_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:get_pool_name><profile_names><value>test_profile1</value></profile_names></wsdl:get_pool_name></env:Body></env:Envelope>